Repository: mmikeler/iproman-client-wptheme
Catalog: languages/*.po
Languages: lv, ru_ru

source: Your new password
lv: Jūsu jaunā parole
ru_ru: Ваш новый пароль

source: New message
lv: Jauna ziņa
ru_ru: Новое сообщение

source: Your name
lv: Tavs vārds
ru_ru: Ваше имя

source: Your phone
lv: Tavs telefons
ru_ru: Ваш телефон

source: Your email
lv: Tavs e-pasts
ru_ru: Ваша почта

source: Your message
lv: Tava ziņa
ru_ru: Ваше сообщение

source: Enter your message
lv: Levadiet savu ziņojumu
ru_ru: Введите Ваше сообщение

source: Close
lv: Aizvērt
ru_ru: Закрыть

source: Send
lv: Sūtīt
ru_ru: Отправить

source: Log in
lv: Pieslēgties
ru_ru: Войти

source: Subject
lv: Priekšmets
ru_ru: Тема

source: Name
lv: Vārds
ru_ru: Имя

source: Phone
lv: Tālrunis
ru_ru: Телефон

source: Communication type
lv: Komunikācijas veids
ru_ru: Вид связи

source: Message
lv: Ziņojums
ru_ru: Сообщение

source: Promocode
lv: Reklāmas kods
ru_ru: Промокод

source: Sorry, this section is under development.
lv: Atvainojiet, šī sadaļa ir izstrādes stadijā.
ru_ru: Извините, данный раздел находится в разработке.

source: Catalog
lv: Katalogs
ru_ru: Каталог

source: Price
lv: Cena
ru_ru: Прайс

source: Home
lv: Mājas
ru_ru: Главная

source: About company
lv: Par uzņēmumu
ru_ru: О компании

source: Our advantages
lv: Mūsu priekšrocības
ru_ru: Наши преимущества

source: Contacts
lv: Kontakti
ru_ru: Форма связи

source: Enter your name
lv: Levadiet savu vārdu
ru_ru: Введите своё имя

source: Enter your phone
lv: Levadiet savu tālruni
ru_ru: Введите свой телефон

source: Enter your email
lv: Ievadiet savu e-pasts
ru_ru: Введите свою почту

source: How to contact you
lv: Kā ar jums sazināties
ru_ru: Как с Вами связаться

source: Enter promocode (if you have)
lv: Levadiet reklāmas kodu (ja jums ir)
ru_ru: Введите промокод (если есть)

source: Your message has been sent. Thank you!
lv: Jūsu ziņojums tika nosūtīts. Paldies!
ru_ru: Ваше сообщение отправлено. Спасибо!

source: Error sending message! Try again.
lv: Sūtot ziņojumu, radās kļūda! Mēģini vēlreiz.
ru_ru: Ошибка при отправке сообщения. Попробуйте позже.

source: Page
lv: Lappuse
ru_ru: Страница

source: Admin panel
lv: Administrēšanas panelis
ru_ru: Админ-панель

source: iProMan.Business site
lv: iProMan.Biznesa vietne
ru_ru: iProMan.Бизнес-сайт

source: Full version
lv: Pilna versija
ru_ru: Полная версия

source: My products
lv: Mani produkti
ru_ru: Мои продукты

source: Domain
lv: Domēns
ru_ru: Домен

source: Mail
lv: Pasts
ru_ru: Почта

source: Password
lv: Parole
ru_ru: Пароль

source: Support
lv: Atbalsts
ru_ru: Поддержка

source: Log out
lv: Izlogoties
ru_ru: Выйти

source: You are using the minimum features of the Admin panel iProMan.Business site
lv: Jūs izmantojat minimālās administrēšanas paneļa vietnes iProMan.Business funkcijas
ru_ru: Вы используете минимальные возможности панели администратора сайта iProMan.Бизнес-сайт

source: You are using the full version of the Admin Panel iProMan.business site. You can manage 20 site blocks.
lv: Jūs izmantojat Admin Panel iProMan.business vietnes pilno versiju. Varat pārvaldīt 20 vietņu blokus.
ru_ru: Вы используете полную версию Админ-панели iProMan.Бизнес-сайт. Вам доступно управление 20 блоками сайта.

source: Go to the full version!
lv: Iet uz pilno versiju!
ru_ru: Перейти на полную версию!

source: Main page
lv: Galvenā lapa
ru_ru: Главная страница

source: Blog
lv: Emuārs
ru_ru: Блог

source: Create a new page
lv: Izveidojiet jaunu lapu
ru_ru: Добавить страницу

source: Site settings
lv: Vietnes iestatījumi
ru_ru: Настройки сайта

source: Main page data management
lv: Galvenās lapas datu pārvaldība
ru_ru: Настройки главной страницы

source: Contact information
lv: Kontaktinformācija
ru_ru: Контактная информация

source: Name of the business
lv: Uzņēmuma nosaukums
ru_ru: Название бизнеса

source: Phone number
lv: Telefona numurs
ru_ru: Номер телефона

source: Address
lv: Adrese
ru_ru: Адрес

source: Social media
lv: Sociālie mēdiji
ru_ru: Социальные сети

source: Link to
lv: Saite uz
ru_ru: Ссылка на

source: Logo
lv: Logotips
ru_ru: Логотип

source: Delete
lv: Dzēst
ru_ru: Удалить

source: Upload your logo
lv: Augšupielādējiet savu logotipu
ru_ru: Загрузите Ваш логотип

source: Recommended size
lv: Ieteicamais izmērs
ru_ru: Рекомендованный размер

source: Main offer
lv: Galvenais piedāvājums
ru_ru: Главное предложение

source: Short presentation of your business
lv: Īsa sava biznesa prezentācija
ru_ru: Короткая презентация Вашего бизнеса

source: Title of a short presentation on the main page
lv: Īsas prezentācijas nosaukums galvenajā lapā
ru_ru: Заголовок короткой презентации на главной странице

source: How do you introduce your business to a potential client in one or two sentences?
lv: Kā ar savu biznesu iepazīstināt potenciālo klientu vienā vai divos teikumos?
ru_ru: Как Вы представите свой бизнес потенциальному клиенту одним или двумя предложениями?

source: The text of the first block on the main page
lv: Pirmā bloka teksts galvenajā lapā
ru_ru: Текст первого блока главной страницы

source: You need to present your offer or your business in such a way as to interest your potential client as much as possible. What was your client looking for before visiting the site? Supplier of certain goods or services. Write in such a way that the client understands that he found exactly what he was looking for. What will you sell to your client (briefly, as the detailed description of the products will be in subsequent blocks)? Why is it better to contact you?
lv: Jums savs piedāvājums vai bizness ir jāprezentē tā, lai pēc iespējas vairāk ieinteresētu jūsu potenciālo klientu. Ko jūsu klients meklēja pirms vietnes apmeklēšanas? Noteiktu preču vai pakalpojumu piegādātājs. Rakstiet tā, lai klients saprastu, ka ir atradis tieši to, ko meklējis. Ko pārdosiet savam klientam (īsumā, jo detalizēts produktu apraksts būs nākamajos blokos)? Kāpēc ir labāk ar jums sazināties?
ru_ru: Вам необходимо представить свое предложение или свой бизнес таким образом, чтобы максимально заинтересовать Вашего потенциального клиента. Что искал Ваш клиент перед тем как зайти на сайт? Поставщика определенных товаров или услуг. Напишите так, чтобы клиент понял, что он нашел именно то, что искал. Что Вы продадите Вашему клиенту (коротко, так как подробное описание продуктов будет в последующих блоках)? Почему обратиться лучше к Вам?

source: 4 important arguments
lv: 4 svarīgi argumenti
ru_ru: 4 важных аргумента

source: Argument header
lv: Argumenta galvene
ru_ru: Заголовок аргумента

source: Applications
lv: Lietojumprogrammas
ru_ru: Заявки

source: Description of the argument
lv: Argumenta apraksts
ru_ru: Описание аргумента

source: Attracting customers for your business
lv: Klientu piesaiste savam biznesam
ru_ru: Привлечение клиентов для Вашего бизнеса

source: Upload an image to display on the website of the argument. Size:
lv: Klientu piesaiste savam uzņēmumamAugšupielādējiet attēlu, ko parādīt argumenta tīmekļa vietnē. Izmērs:
ru_ru: Загрузить картинку аргумента для отображения на сайте. Размер:

source: Catalog management
lv: Kataloga pārvaldība
ru_ru: Настройки каталога

source: Promotion
lv: Veicināšana
ru_ru: Продвижение

source: Upload an image to display on the site. The size:
lv: Augšupielādējiet attēlu, ko parādīt vietnē. Izmērs:
ru_ru: Загрузить картинку аргумента для отображения на сайте. Размер:

source: Advertising your products and services on the Internet
lv: Reklamējiet savus produktus un pakalpojumus internetā
ru_ru: Реклама Ваших товаров и услуг в интернете

source: Web site
lv: tīmekļa vietne
ru_ru: Интернет-сайт

source: Make changes in this section only if you know what you are doing.
lv: Veiciet izmaiņas šajā sadaļā tikai tad, ja zināt, ko darāt.
ru_ru: Вносите изменения в этот раздел только если знаете, что делаете.

source: Order a website: selling, modern, according to your needs
lv: Pasūtiet mājaslapu: pārdošana, moderna, atbilstoši jūsu vajadzībām
ru_ru: Заказать интернет-сайт: продающий, современный, под Ваши нужды

source: Additionally
lv: Turklāt
ru_ru: Дополнительно

source: Contact button text (in the header)
lv: Kontaktpersonas pogas teksts (galvenē)
ru_ru: Кнопка обращения (в шапке)

source: Advertising
lv: Reklāma
ru_ru: Реклама

source: Copyright text
lv: Autortiesību teksts
ru_ru: Текст копирайта

source: Order advertising on the Internet
lv: Pasūtiet reklāmu internetā
ru_ru: Заказать рекламу в интернете

source: Favicon - icon on browser tab
lv: Favicon — ikona pārlūkprogrammas cilnē
ru_ru: Favicon - иконка окна браузера

source: Our products
lv: Mūsu produkti
ru_ru: Наши продукы

source: This text acts as a navigation link to the relevant section of your site.
lv: Šis teksts darbojas kā navigācijas saite uz atbilstošo jūsu vietnes sadaļu.
ru_ru: Данный текст выступает в роли навигационной ссылки на соответствующий раздел Вашего сайта.

source: Description of the first product to display on the main page
lv: Pirmā produkta apraksts, kas tiek parādīts galvenajā lapā
ru_ru: Описание первого продукта для вывода на главной странице

source: Description of the second product to display on the main page
lv: Otrā produkta apraksts, kas jāparāda galvenajā lapā
ru_ru: Описание второго продукта для вывода на главной странице

source: Description of the third product to display on the main page
lv: Trešā produkta apraksts, kas jāparāda galvenajā lapā
ru_ru: Описание третьего продукта для вывода на главной странице

source: Description of the fourth product to display on the main page
lv: Ceturtā produkta apraksts, kas jāparāda galvenajā lapā
ru_ru: Описание четвёртого продукта для вывода на главной странице

source: The product`s name
lv: Produkta nosaukums
ru_ru: Название продукта

source: Description of the first parameter of the product
lv: Produkta pirmā parametra apraksts
ru_ru: Описание первого параметра продукта

source: Description of the second product parameter
lv: Otrā produkta parametra apraksts
ru_ru: Описание второго параметра продукта

source: Description of the third parameter of the product
lv: Preces trešā parametra apraksts
ru_ru: Описание третьего параметра продукта

source: Description of the fourth product parameter
lv: Ceturtā produkta parametra apraksts
ru_ru: Описание четвёртого параметра продукта

source: Description of the fifth parameter of the product
lv: Produkta piektā parametra apraksts
ru_ru: Описание пятого параметра продукта

source: Description of the sixth parameter of the product
lv: Produkta sestā parametra apraksts
ru_ru: Описание шестого параметра продукта

source: Price and currency
lv: Cena un valūta
ru_ru: Цена и валюта

source: Additional condition to the price
lv: Papildus nosacījums cenai
ru_ru: Дополнительное условие к цене

source: Button text
lv: Pogas teksts
ru_ru: Текст кнопки

source: Delete product
lv: Dzēst produktu
ru_ru: Удалить продукт

source: Add text box - product option
lv: Pievienot tekstlodziņu - produkta opcija
ru_ru: Добавить текстовое поле - параметр продукта

source: Product description
lv: Produkta apraksts
ru_ru: Описание продукта

source: Upload a product image. Size:
lv: Augšupielādējiet produkta attēlu. Izmērs:
ru_ru: Загрузите изображение товара. Размер:

source: Add a product to display on the main page
lv: Pievienojiet produktu, ko parādīt galvenajā lapā
ru_ru: Добавить продукт для вывода на главной странице

source: You can place more products on
lv: Jūs varat ievietot vairāk produktu
ru_ru: Больше товаров Вы можете разместить на

source: Article about your company
lv: Raksts par jūsu uzņēmumu
ru_ru: Статья о Вашей компании

source: Article title
lv: Raksta nosaukums
ru_ru: Заголовок статьи

source: About our company
lv: Par mūsu uzņēmumu
ru_ru: О нашем предприятии

source: The text of the article "About the company"
lv: Raksta "Par uzņēmumu" teksts
ru_ru: Текст статьи «О компании»

source: Write the key data characterizing your enterprise. How long ago did you start working? How many employees? What are the achievements of the company in the industry? What characteristics of your company`s organization should inspire confidence in a potential client?
lv: Uzrakstiet galvenos datus, kas raksturo jūsu uzņēmumu. Pirms cik ilga laika jūs sākāt strādāt? Cik darbinieku? Kādi ir uzņēmuma sasniegumi nozarē? Kādām jūsu uzņēmuma organizācijas iezīmēm potenciālajā klientā vajadzētu iedvesmot uzticību?
ru_ru: Напишите ключевые данные, характеризующие Ваше предприятие. Как давно Вы начали работать? Сколько сотрудников? Какие достижения у компании в отрасли? Какие характеристики организации Вашей компании должны вызывать доверие у потенциального клиента?

source: Video presentation
lv: Video prezentācija
ru_ru: Видео презентация

source: Title
lv: Nosaukums
ru_ru: Заголовок

source: Profitable
lv: Izdevīgi
ru_ru: Выгодно

source: Text
lv: Teksts
ru_ru: Текст

source: Write information indicating the good quality of your services or products. Warranty terms, if you can give one. For example, we only work with the most talented designers.
lv: Uzrakstiet informāciju, kas norāda uz jūsu pakalpojumu vai produktu labo kvalitāti. Garantijas noteikumi, ja varat tādus dot. Piemēram, mēs strādājam tikai ar talantīgākajiem dizaineriem.
ru_ru: Напишите информацию, указывающую на хорошее качество Ваших услуг или товаров. Условия гарантии, если Вы такую можете дать. Например, мы работаем только с самыми талантливыми дизайнерами.

source: Upload a video to display on the site
lv: Augšupielādējiet videoklipu, lai to parādītu vietnē
ru_ru: Загрузить видео для отображения на сайте

source: First advantage
lv: Pirmā priekšrocība
ru_ru: Первоe преимущество

source: Second advantage
lv: Otrā priekšrocība
ru_ru: Второе преимущество

source: Third advantage
lv: Trešā priekšrocība
ru_ru: Третье преимущество

source: Description of the benefit
lv: Pabalsta apraksts
ru_ru: Описание преимущества

source: Describe your benefit. Keep within 100 characters.
lv: Aprakstiet savu labumu. Nepārsniedziet 100 rakstzīmes.
ru_ru: Опишите Ваше преимущество. Уложитесь в 100 символов.

source: Upload a picture of the benefit. Size:
lv: Augšupielādējiet priekšrocību attēlu. Izmērs:
ru_ru: Загрузить картинку преимущества. Размер:

source: Upload
lv: Augšupielādēt
ru_ru: Загрузить

source: Benefit heading
lv: Pabalstu virsraksts
ru_ru: Заголовок преимущества

source: We are the best!
lv: Mēs esam labākie!
ru_ru: Мы лучшие!

source: We are reliable!
lv: Mēs esam uzticami!
ru_ru: Мы надежные!

source: We are profitable!
lv: Mēs esam izdevīgi!
ru_ru: Мы выгодные!

source: Connect with us
lv: Sazinieties ar mums
ru_ru: Свяжитесь с нами

source: Add new image
lv: Pievienot jaunu attēlu
ru_ru: Добавить новое изображение

source: Add image
lv: Pievienot attēlu
ru_ru: Добавить изображение

source: or choose from the collection
lv: vai izvēlieties no kolekcijas
ru_ru: или выберите из коллекции

source: Localization management
lv: Lokalizācijas vadība
ru_ru: Управление локализацией

source: Add a language
lv: Pievienojiet valodu
ru_ru: Добавить локализацию

source: Contact form
lv: Saziņas veidlapa
ru_ru: Форма связи

source: Block header
lv: Bloķēt galveni
ru_ru: Заголовок блока

source: Email to which requests will be sent
lv: E-pasts, uz kuru tiks nosūtīti pieprasījumi
ru_ru: E-mail, на который будут приходить заявки

source: The client will indicate the phone number and will be able to choose the preferred type of communication from the list:
lv: Klients norādīs tālruņa numuru un no saraksta varēs izvēlēties sev vēlamo saziņas veidu:
ru_ru: Клиент укажет номер телефона и сможет выбрать предпочтительный вид связи из списка:

source: Telephone call
lv: Telefona zvans
ru_ru: Звонок по телефону

source: The client will be able to mark the topic, question or service of interest to him (maximum 4, if the field is empty, then it will not appear on the site)
lv: Klients varēs atzīmēt sev interesējošo tēmu, jautājumu vai pakalpojumu (maksimums 4, ja lauks ir tukšs, tad tas vietnē neparādīsies)
ru_ru: Клиент сможет отметить интересующую его тему, вопрос или услугу (максимум 4, если поле пустое, то оно не покажется на сайте)

source: Topic name
lv: Tēmas nosaukums
ru_ru: Название темы

source: Add topic
lv: Pievienot tēmu
ru_ru: Добавить тему

source: Text on the Submit Request button
lv: Teksts uz pogas Iesniegt pieprasījumu
ru_ru: Текст на кнопке «Отправить запрос»

source: Additional features for the client:
lv: Papildus iespējas klientam:
ru_ru: Дополнительные возможности для клиента:

source: Send a message
lv: Nosūtīt ziņu
ru_ru: Отправить сообщение

source: Enter promo code
lv: Ievadiet reklāmas kodu
ru_ru: Ввести промокод

source: The recommended amount of site filling is 5000 characters
lv: Ieteicamais vietnes aizpildīšanas apjoms ir 5000 rakstzīmes
ru_ru: Рекомендованный объем заполнения сайта 5000 символов

source: Completed characters
lv: Pabeigtas rakstzīmes
ru_ru: Заполнено символа(ов)

source: Go up
lv: Ej augšā
ru_ru: Наверх

source: Block in development
lv: Bloks izstrādes procesā
ru_ru: Блок в разработке

source: To main
lv: Uz galveno
ru_ru: На главную

source: Enable Catalog Page
lv: Iespējot kataloga lapu
ru_ru: Включить страницу "Каталог"

source: Add product to catalog
lv: Pievienot produktu katalogam
ru_ru: Добавить продукт в каталог

source: Catalog page name
lv: Kataloga lapas nosaukums
ru_ru: Название страницы каталога

source: Enter page name
lv: Ievadiet lapas nosaukumu
ru_ru: Введите название страницы

source: Catalog page title
lv: Kataloga lapas nosaukums
ru_ru: Заголовок страницы каталога

source: Enter page title
lv: Ievadiet lapas nosaukumu
ru_ru: Введите заголовок страницы

source: Catalog page description
lv: Kataloga lapas apraksts
ru_ru: Описание страницы каталога

source: Enter page description
lv: Ievadiet lapas aprakstu
ru_ru: Введите описание страницы

source: Remove a product from the catalog?
lv: Vai noņemt preci no kataloga?
ru_ru: Удалить продукт из каталога?

source: Product name to display in the catalog
lv: Produkta nosaukums, kas jāparāda katalogā
ru_ru: Название продукта для вывода в каталоге

source: Enter product name
lv: Ievadiet produkta nosaukumu
ru_ru: Введите название продукта

source: Product description to display in the catalog
lv: Produkta apraksts, kas jāparāda katalogā
ru_ru: Описание продукта для вывода в каталоге

source: Enter data
lv: Ievadiet datus
ru_ru: Введите данные

source: Enter condition text
lv: Ievadiet nosacījuma tekstu
ru_ru: Введите текст условия

source: Enter text
lv: Ievadiet tekstu
ru_ru: Введите текст

source: Upload a product image
lv: Augšupielādējiet produkta attēlu
ru_ru: Загрузите изображение товара

source: Describe the main parameter of your product. You can add up to six products or services in total.
lv: Aprakstiet sava produkta galveno parametru. Kopā varat pievienot līdz sešiem produktiem vai pakalpojumiem.
ru_ru: Опишите главный параметр Вашего продукта. Вы можете добавить до шести позиций.

source: Product gallery
lv: Produktu galerija
ru_ru: Галерея продукта

source: Description of the product or service
lv: Produkta vai pakalpojuma apraksts
ru_ru: Описание продукта или услуги

source: Name of the product or service
lv: Produkta vai pakalpojuma nosaukums
ru_ru: Название продукта или услуги

source: Your product is missing parameters
lv: Jūsu produktam trūkst parametru
ru_ru: У Вашего продукта отсутствуют параметры

source: Enter product description
lv: Ievadiet preces aprakstu
ru_ru: Введите описание продукта

source: Loading...
lv: Notiek ielāde...
ru_ru: Загрузка...

source: Messengers
lv: Kurjeri
ru_ru: Мессенджеры

source: Site versions for different languages
lv: Vietņu versijas dažādām valodām
ru_ru: Версии сайта для разных языков

source: Default site language
lv: Vietnes noklusējuma valoda
ru_ru: Язык сайта по-умолчанию

source: The first item in your list of added languages is the site's default language
lv: Pirmais vienums pievienoto valodu sarakstā ir vietnes noklusējuma valoda
ru_ru: Первый пункт в вашем списке добавленных локализаций является языком сайта по умолчанию

source: Your site may be available in these languages
lv: Jūsu vietne var būt pieejama šajās valodās
ru_ru: Ваш сайт может быть доступен на этих языках

source: You can add localization for a site from this list
lv: Vietnei varat pievienot lokalizāciju no šī saraksta
ru_ru: Вы можете добавить локализацию сайта из этого списка

source: To change the main language of the site, move it to the top of the list
lv: Lai mainītu vietnes galveno valodu, pārvietojiet to uz saraksta sākumu
ru_ru: Чтобы изменить основной язык сайта переместите его на верх списка

source: Import registration data
lv: Importēt reģistrācijas datus
ru_ru: Импортировать регистрационные данные

source: YES
lv: JĀ
ru_ru: ДА

source: NO
lv: NĒ
ru_ru: НЕТ

source: Additionally inform
lv: Papildus informēt
ru_ru: Дополнительно сообщаю

source: Free domain change
lv: Bezmaksas domēna maiņa
ru_ru: Изменение бесплатного домена

source: Please, change the current domain to
lv: Lūdzu, mainiet pašreizējo domēnu uz
ru_ru: Прошу изменить текущий домен на

source: Connecting your domain
lv: Jūsu domēna savienošana
ru_ru: Подключите Ваш домен

source: Specify the domain you want to attach
lv: Norādiet domēnu, kuru vēlaties pievienot
ru_ru: Укажите домен, который хотите подключить

source: Your message has been sent
lv: Jūsu ziņojums tika nosūtīts
ru_ru: Ваше сообщение отправлено. Спасибо

source: Error sending message. Try later.
lv: Nosūtot ziņojumu, radās kļūda. Mēģiniet vēlāk.
ru_ru: Ошибка при отправке сообщения. Попробуйте позже.

source: Change mail
lv: Mainīt pastu
ru_ru: Изменить почту

source: Your mail
lv: Jūsu pasts
ru_ru: Ваша почта

source: Please, change the current email to
lv: Lūdzu, mainiet pašreizējo e-pastu uz
ru_ru: Прошу изменить текущий домен на

source: I understand, still send
lv: Saprotu, tomēr sūtīt
ru_ru: Я понимаю, отправить

source: Changing the mail name will create a new mailbox. All information from the current mailbox will be deleted and is no longer available.
lv: Mainot pasta nosaukumu, tiks izveidota jauna pastkaste. Visa informācija no pašreizējās pastkastes tiks dzēsta un vairs nav pieejama.
ru_ru: Изменение имени почты создаст новый почтовый ящик. Вся информация из текущего почтового ящика будет удалена и больше недоступна.

source: Go to Webmail
lv: Dodieties uz Webmail
ru_ru: Перейти в Webmail

source: Connect mail on your domain
lv: Savienojiet pastu savā domēnā
ru_ru: Подключить почту на своем домене

source: In order to connect mail on your domain, you need to send domain.Go to the Manage Domains page and connect your domain if you haven`t already
lv: Lai savienotu pastu savā domēnā, jums ir jānosūta domēns. Dodieties uz lapu Pārvaldīt domēnus un pievienojiet savu domēnu, ja vēl neesat to izdarījis
ru_ru: Для того, чтобы подключить почту на своем домене, вам необходимо прикрепить домен. Перейдите на страницу «Управление доменами» и подключите свой домен, если вы еще этого не сделали

source: Go to domain management
lv: Dodieties uz domēna pārvaldību
ru_ru: Перейти к управлению доменом

source: Specify the name of the domain on which you want to connect mail
lv: Norādiet tā domēna nosaukumu, kuram vēlaties pievienot pastu
ru_ru: Укажите имя домена, на который вы хотите подключить почту

source: Enter the email name you want
lv: Ievadiet vajadzīgo e-pasta nosaukumu
ru_ru: Введите название почтового ящика, которое Вы хотите

source: Your login
lv: Jūsu pieteikšanās
ru_ru: Ваш логин

source: Reset the password
lv: Atiestatiet paroli
ru_ru: Сбросить пароль

source: Change
lv: Mainīt
ru_ru: Изменить

source: A new password will be sent to this address
lv: Uz šo adresi tiks nosūtīta jauna parole
ru_ru: Новый пароль был отправлен на этот адрес

source: The password has been sent to the specified mailbox
lv: Parole ir nosūtīta uz norādīto pastkasti
ru_ru: Пароль был отправлен на указанный почтовый адрес

source: Processing request
lv: Notiek pieprasījuma apstrāde
ru_ru: Обработка запроса
