Repository: mmikeler/iproman-client-wptheme
Catalog: languages/*.po
Languages: lv, ru_ru

source: Read more
lv: Lasīt vairāk
ru_ru: Развернуть

source: Read less
lv: Lasi mazāk
ru_ru: Свернуть

source: Hi, I'm interested in
ru_ru: Здравствуйте, меня интересует

source: I have some questions. Please contact me for details
ru_ru: У меня есть вопросы. Пожалуйста, свяжитесь со мной для уточнения деталей.

source: New order
lv: Jauns pasūtījums
ru_ru: Новый заказ

source: Order
lv: Pasūtiet
ru_ru: Заказать

source: Catalog is empty
lv: Katalogs ir tukšs
ru_ru: Каталог пуст

source: Prev
lv: Iepriekšējā
ru_ru: Назад

source: Next
lv: Nākamais
ru_ru: Далее

source: Consultation
lv: Konsultācija
